jepler/circuitpython/ports/raspberrypi/boards/raspberry_pi_pico_w/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Raspberry Pi Pico W"
#define MICROPY_HW_MCU_NAME "rp2040"
